Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CONTENT_PRIVACY_GROUP_FOOTER_DESCRIPTION_COMPANION
source: Approval with your Mac is required to view the Hidden and Recently Deleted albums.
ar: مطلوب الموافقة على Mac لعرض ألبوم "مخفية" وألبوم "المحذوفة مؤخرًا".
bg: Изисква се одобрение с вашия Mac, за да преглеждате албумите Скрити и Наскоро изтрити.
ca: Cal permetre l’accés amb el Mac per veure els àlbums d’ítems ocults i eliminats fa poc.
cs: Zobrazení alb Skryté a Nedávno smazané je nutné schválit na Macu.
da: Godkendelse med din Mac kræves for at se albummene Skjult og Slettet for nylig.
de: Du musst auf deinem Mac die Genehmigung erteilen, um die Alben „Ausgeblendet“ und „Zuletzt gelöscht“ anzuzeigen.
el: Απαιτείται έγκριση με το Mac σας για προβολή των άλμπουμ «Κρυμμένα» και «Πρόσφατες διαγραφές».
es: Será necesario autenticarse con el Mac para ver los álbumes Oculto y Eliminado.
es_us: Se requiere aprobar con tu Mac para mostrar los álbumes Ocultos y Eliminados.
fi: Kätketyt- ja Äskettäin poistetut -albumien näyttäminen vaatii hyväksymisen Macillasi.
fr: Vous devez approuver avec votre Mac pour afficher les albums Masquées et « Supprimées récemment ».
fr_ca: L’approbation avec votre Mac est requise pour afficher les albums « Masquées » et « Suppressions récentes ».
he: ניתן לחייב אישור באמצעות ה-Mac כדי להציג את האלבומים ״מוסתרים״ ו״נמחקו לאחרונה״.
hi: अदृश्य और हाल ही में डिलीट किए गए ऐल्बम देखने के लिए आपके Mac से अनुमोदन आवश्यक है।
hr: Odobravanje Macom potrebno je za pregledavanje albuma Skriveno i Nedavno obrisano.
hu: A Rejtett és a Nemrég törölt album megtekintéséhez Mackel való jóváhagyás szükséges.
id: Persetujuan dengan Mac Anda diperlukan untuk melihat album Tersembunyi dan Baru Dihapus.
it: Per visualizzare gli album Nascosti ed “Eliminati di recente”, è richiesta l’approvazione con il Mac.
ja: “非表示”および”最近削除した項目“アルバムを表示するにはMacでの承認が必要です。
kk: «Жасырылғандар» және «Жақында жойылғандар» альбомдарын қарау үшін Mac арқылы растау қажет болады.
ko: ‘가려진 항목’ 앨범 및 ‘최근 삭제된 항목’ 앨범을 보려면 Mac으로 승인해야 합니다.
lt: Norint peržiūrėti paslėptus ir neseniai ištrintus albumus, reikalingas patvirtinimas naudojant „Mac“.
ms: Kelulusan dengan Mac anda diperlukan untuk melihat album Tersembunyi dan Terbaru Dipadam.
nb: Godkjenning fra Macen din kreves for å se albumene Skjult og Nylig slettet.
nl: Er is goedkeuring met je Mac vereist om de albums 'Verborgen' en 'Recent verwijderd' te bekijken.
pl: Wyświetlenie albumów Ukryte i Ostatnio usunięte wymaga zatwierdzenia na Macu.
pt: É necessário aprovar com o seu Mac para visualizar os álbuns Itens Ocultos e Apagados.
pt_pt: É necessária autorização com o seu Mac para ver os álbuns Oculto e Apagado.
ro: Pentru a vedea albumele Ascunse și Șterse recent, este necesară aprobarea de pe Mac‑ul dvs.
ru: Для просмотра альбомов «Скрытые» и «Недавно удаленные» необходимо подтверждение c Вашего Mac.
sk: Zobrazenie albumov Skryté a Nedávno vymazané bude potrebné schváliť na Macu.
sl: Za ogled albumov Skrito in Nedavno izbrisano je potrebna odobritev v Macu.
sv: Godkännande med din Mac krävs för att visa albumen Gömda och Senast raderade.
th: ต้องอนุญาตด้วย Mac ของคุณเพื่อดูอัลบั้มที่ซ่อนอยู่และอัลบั้มที่ลบล่าสุด
tr: Gizli ve Son Silinenler albümlerini görüntülemek için Mac’inizle onaylamanız gerekir.
uk: Для перегляду альбомів «Приховані» та «Недавно видалені» потрібне схвалення на Mac.
vi: Yêu cầu phê duyệt bằng máy Mac của bạn để xem các album Bị ẩn và Đã xóa gần đây.
zh_cn: 需要通过Mac批准才能查看“已隐藏”和“最近删除”相簿。
zh_hk: 需要透過Mac進行認可才能查看「已隱藏」相簿和「最近刪除」相簿。
zh_tw: 必須透過Mac核准才能檢視「已隱藏」和「最近刪除」相簿。

# CONTENT_PRIVACY_GROUP_FOOTER_DESCRIPTION_FACEID
source: Face ID is required to view the Hidden and Recently Deleted albums.
ar: تُطلب بصمة الوجه لعرض ألبوم "مخفية" وألبوم "المحذوفة مؤخرًا".
bg: Изисква се Face ID, за да преглеждате албумите Скрити и Наскоро изтрити.
ca: Cal utilitzar el Face ID per veure els àlbums d’ítems ocults i eliminats fa poc.
cs: K zobrazení alb Skryté a Nedávno smazané je nutné použít Face ID.
da: Face ID kræves for at se albummene Skjult og Slettet for nylig.
de: Face ID ist erforderlich, um die Alben „Ausgeblendet“ und „Zuletzt gelöscht“ anzuzeigen.
el: Απαιτείται το Face ID για προβολή των άλμπουμ «Κρυμμένα» και «Πρόσφατες διαγραφές».
es: Será necesario autenticarse con Face ID para ver los álbumes Oculto y Eliminado.
es_us: Se requiere Face ID para mostrar los álbumes Ocultos y Eliminados.
fi: Kätketyt- ja Äskettäin poistetut -albumien näyttäminen vaatii Face ID:n.
fr: Vous devez utiliser Face ID pour afficher les albums Masquées et « Supprimées récemment ».
fr_ca: L’utilisation de Face ID est requise pour afficher les albums « Masquées » et « Suppressions récentes ».
he: ניתן לחייב שימוש ב-Face ID כדי להציג את האלבומים ״מוסתרים״ ו״נמחקו לאחרונה״.
hi: अदृश्य और “हालिया डिलीट किए गए” ऐल्बम देखने के लिए Face ID आवश्यक होता है।
hr: Potreban je Face ID za pregledavanje albuma Skriveno i Nedavno obrisano.
hu: A Rejtett és a Nemrég törölt album megtekintéséhez Face ID használata szükséges.
id: Face ID diperlukan untuk melihat album Tersembunyi dan Baru Dihapus.
it: Per visualizzare gli album Nascosti ed “Eliminati di recente”, è richiesto Face ID.
ja: “非表示”および”最近削除した項目“アルバムを表示するにはFace IDが必要です。
kk: «Жасырылғандар» және «Жақында жойылғандар» альбомдарын қарау үшін Face ID қажет болады.
ko: ‘가려진 항목’ 앨범 및 ‘최근 삭제된 항목’ 앨범을 보려면 Face ID가 필요합니다.
lt: Norint peržiūrėti paslėptus ir neseniai ištrintus albumus, reikalingas „Face ID“.
ms: Face ID diperlukan untuk melihat album Tersembunyi dan Terbaru Dipadam.
nb: Face ID kreves for å vise albumene Skjult og Nylig slettet.
nl: Face ID is vereist om de albums 'Verborgen' en 'Recent verwijderd' te bekijken.
pl: Wyświetlenie albumów Ukryte i Ostatnio usunięte wymaga użycia Face ID.
pt: O Face ID é exigido para visualizar os álbuns Itens Ocultos e Apagados.
pt_pt: É necessário Face ID para ver os álbuns Oculto e Apagado.
ro: Utilizarea Face ID este necesară pentru a vedea albumele Ascunse și Șterse recent.
ru: Для просмотра альбомов «Скрытые» и «Недавно удаленные» требуется Face ID.
sk: Na zobrazenie albumov Skryté a Vymazané bude potrebné použiť Face ID.
sl: Za ogled albumov Skrito in Nedavno izbrisano morate uporabiti funkcijo Face ID.
sv: Face ID krävs för att visa albumen Gömda och Senast raderade.
th: ต้องใช้ Face ID เพื่อดูอัลบั้มที่ซ่อนอยู่และอัลบั้มที่ลบล่าสุด
tr: Gizli ve Son Silinenler albümlerini görüntülemek için Face ID gerekir.
uk: Для перегляду альбомів «Приховані» та «Недавно видалені» потрібна автентифікація з Face ID.
vi: Yêu cầu Face ID để xem các album Bị ẩn và Đã xóa gần đây.
zh_cn: 需要面容ID才能查看“已隐藏”和“最近删除”相簿。
zh_hk: 需要使用Face ID才能查看「已隱藏」相簿和「最近刪除」相簿。
zh_tw: 必須使用Face ID才能檢視「已隱藏」和「最近刪除」相簿。

# CONTENT_PRIVACY_GROUP_FOOTER_DESCRIPTION_OPTIC
source: When enabled, Optic ID is required to view the Hidden and Recently Deleted albums.
ar: عند تمكين الإعداد، تكون بصمة العين مطلوبة لعرض ألبوم "مخفية" وألبوم "المحذوفة مؤخرًا".
bg: Когато Optic ID е включен, се изисква, за да преглеждате албумите Скрити и Наскоро изтрити.
ca: Cal utilitzar l’Optic ID per veure els àlbums d’ítems ocults i eliminats fa poc.
cs: K zobrazení alb Skryté a Nedávno smazané je nutné použít Optic ID.
da: Når det er slået til, kræves Optic ID for at se albummene Skjult og Slettet for nylig.
de: Sofern aktiviert, ist Optic ID erforderlich, um die Alben „Ausgeblendet“ und „Zuletzt gelöscht“ anzuzeigen.
el: Όταν είναι ενεργή αυτή η ρύθμιση, απαιτείται το Optic ID για προβολή των άλμπουμ «Κρυμμένα» και «Πρόσφατες διαγραφές».
es: Si esta opción está activada, será necesario autenticarse con Optic ID para ver los álbumes Oculto y Eliminado.
es_us: Si se activa, se requerirá Optic ID para mostrar los álbumes Ocultos y Eliminados.
fi: Kun Optic ID on käytössä, se vaaditaan Kätketyt- ja Äskettäin poistetut -albumien näyttämiseen.
fr: Lorsque cette fonctionnalité est activée, vous devez utiliser Optic ID pour afficher les albums Masquées et « Supprimées récemment ».
fr_ca: Une fois Optic ID activé, son utilisation est requise pour afficher les albums « Masquées » et « Suppressions récentes ».
he: כאשר הגדרה זו פעילה, יש להשתמש ב-Optic ID כדי להציג את האלבומים ״מוסתרים״ ו״נמחקו לאחרונה״.
hi: सक्षम किए जाने पर, अदृश्य और “हालिया डिलीट किए गए” ऐल्बम देखने के लिए Optic ID आवश्यक होती है।
hr: Kad je omogućen, Optic ID potreban je za pregledavanje albuma Skriveno i Nedavno obrisano.
hu: Ha engedélyezve van, a Rejtett és a Nemrég törölt album megtekintéséhez Optic ID használata szükséges.
id: Jika diaktifkan, Optic ID diperlukan untuk melihat album Tersembunyi dan Baru Dihapus.
it: Per visualizzare gli album Nascosti ed “Eliminati di recente”, è richiesto Optic ID, se è abilitato.
ja: “非表示”および”最近削除した項目“アルバムを表示するにはOptic IDが必要です。
kk: Қосулы кезде «Жасырылғандар» және «Жақында жойылғандар» альбомдарын көру үшін Optic ID қажет.
ko: 이 기능을 활성화하면 ‘가려진 항목’ 앨범 및 ‘최근 삭제된 항목’ 앨범을 볼 때 Optic ID가 필요합니다.
lt: Įjungus, norint peržiūrėti paslėptus ir neseniai ištrintus albumus, reikalinga „Optic ID“.
ms: Apabila didayakan, Optic ID diperlukan untuk melihat album Tersembunyi dan Terbaru Dipadam.
nb: Når aktivert, vil Optic ID kreves for å vise albumene Skjult og Nylig slettet.
nl: Wanneer dit is ingeschakeld, is Optic ID vereist om de albums 'Verborgen' en 'Recent verwijderd' te bekijken.
pl: Wyświetlenie albumów Ukryte i Ostatnio usunięte wymaga użycia Optic ID.
pt: Quando ativado, o Optic ID é exigido para visualizar os álbuns Itens Ocultos e Apagados.
pt_pt: Quando esta opção está ativada, é necessário Optic ID para ver os álbuns Oculto e Apagado.
ro: Când opțiunea este activată, utilizarea Optic ID este necesară pentru a vedea albumele Ascunse și Șterse recent.
ru: Когда эта функция включена, для просмотра альбомов «Скрытые» и «Недавно удаленные» требуется Optic ID.
sk: Na zobrazenie albumov Skryté a Vymazané bude potrebné použiť Optic ID (ak je táto funkcia zapnutá).
sl: Za ogled albumov Skrito in Nedavno izbrisano morate uporabiti funkcijo Optic ID, če je ta omogočena.
sv: När alternativet har aktiverats krävs Optic ID för att visa albumen Gömda och Senast raderade.
th: เมื่อเปิดการใช้งานนี้ ต้องใช้ Optic ID เพื่อดูอัลบั้มที่ซ่อนอยู่และอัลบั้มที่ลบล่าสุด
tr: Bu etkinleştirildiğinde Gizli ve Son Silinenler albümlerini görüntülemek için Optic ID gerekir.
uk: Якщо ввімкнено, для перегляду альбомів «Приховані» та «Недавно видалені» потрібна автентифікація з Optic ID.
vi: Khi được bật, yêu cầu Optic ID để xem các album Bị ẩn và Đã xóa gần đây.
zh_cn: 启用时，需要视控ID才能查看“已隐藏”和“最近删除”相簿。
zh_hk: 啟用後，需要使用Optic ID才能查看「已隱藏」相簿和「最近刪除」相簿。
zh_tw: 啟用時，必須使用Optic ID才能檢視「已隱藏」和「最近刪除」相簿。

# CONTENT_PRIVACY_GROUP_FOOTER_DESCRIPTION_PASSCODE
source: Your passcode is required to view the Hidden and Recently Deleted albums.
ar: يُطلب رمز الدخول لعرض ألبوم "مخفية" وألبوم "المحذوفة مؤخرًا".
bg: Изисква се код, за да преглеждате албумите Скрити и Наскоро изтрити.
ca: Cal introduir el codi per veure els àlbums d’ítems ocults i eliminats fa poc.
cs: K zobrazení alb Skryté a Nedávno smazané je nutné použít váš přístupový kód.
da: Din kode kræves for at se albummene Skjult og Slettet for nylig.
de: Dein Code ist erforderlich, um die Alben „Ausgeblendet“ und „Zuletzt gelöscht“ anzuzeigen.
el: Απαιτείται ο κωδικός σας για προβολή των άλμπουμ «Κρυμμένα» και «Πρόσφατες διαγραφές».
es: Será necesario autenticarse con el código del dispositivo para ver los álbumes Oculto y Eliminado.
es_us: Se requiere tu código para mostrar los álbumes Ocultos y Eliminados.
fi: Kätketyt- ja Äskettäin poistetut -albumien näyttäminen vaatii pääsykoodin.
fr: Vous devez utiliser votre code pour afficher les albums Masquées et « Supprimées récemment ».
fr_ca: L’utilisation de votre code est requise pour afficher les albums « Masquées » et « Suppressions récentes ».
he: ניתן לחייב שימוש בקוד הגישה כדי להציג את האלבומים ״מוסתרים״ ו״נמחקו לאחרונה״.
hi: अदृश्य और “हालिया डिलीट किए गए” ऐल्बम देखने के लिए आपका पासकोड आवश्यक होता है।
hr: Potrebna je šifra za pregledavanje albuma Skriveno i Nedavno obrisano.
hu: A Rejtett és a Nemrég törölt album megtekintéséhez a jelkódja szükséges.
id: Kode sandi Anda diperlukan untuk melihat album Tersembunyi dan Baru Dihapus.
it: Per visualizzare gli album Nascosti ed “Eliminati di recente”, è richiesto il codice.
ja: “非表示”および”最近削除した項目“アルバムを表示するにはパスコードが必要です。
kk: «Жасырылғандар» және «Жақында жойылғандар» альбомдарын қарау үшін құпиякодыңыз қажет болады.
ko: ‘가려진 항목’ 앨범 및 ‘최근 삭제된 항목’ 앨범을 보려면 암호가 필요합니다.
lt: Norint peržiūrėti paslėptus ir neseniai ištrintus albumus, reikalingas prieigos kodas.
ms: Kod laluan anda diperlukan untuk melihat album Tersembunyi dan Terbaru Dipadam.
nb: Du må oppgi koden til enheten for å se albumene Skjult og Nylig slettet.
nl: Je toegangscode is vereist om de albums 'Verborgen' en 'Recent verwijderd' te bekijken.
pl: Wyświetlenie albumów Ukryte i Ostatnio usunięte wymaga użycia kodu.
pt: Seu código é exigido para visualizar os álbuns Itens Ocultos e Apagados.
pt_pt: É necessário o seu código para ver os álbuns Oculto e Apagado.
ro: Utilizarea codului de acces este necesară pentru a vedea albumele Ascunse și Șterse recent.
ru: Для просмотра альбомов «Скрытые» и «Недавно удаленные» необходимо ввести код‑пароль.
sk: Na zobrazenie albumov Skryté a Vymazané bude potrebné použiť váš kód.
sl: Za ogled albumov Skrito in Nedavno izbrisano je potrebna koda za dostop.
sv: Din lösenkod krävs för att visa albumen Gömda och Senast raderade.
th: ต้องใช้รหัสของคุณเพื่อดูอัลบั้มที่ซ่อนอยู่และอัลบั้มที่ลบล่าสุด
tr: Gizli ve Son Silinenler albümlerini görüntülemek için parolanız gerekir.
uk: Для перегляду альбомів «Приховані» та «Недавно видалені» потрібна автентифікація з кодом допуску.
vi: Yêu cầu mật mã của bạn để xem các album Bị ẩn và Đã xóa gần đây.
zh_cn: 需要密码才能查看“已隐藏”和“最近删除”相簿。
zh_hk: 需要你的密碼才能查看「已隱藏」相簿和「最近刪除」相簿。
zh_tw: 必須使用密碼才能檢視「已隱藏」和「最近刪除」相簿。

# CONTENT_PRIVACY_GROUP_FOOTER_DESCRIPTION_TOUCHID
source: Touch ID is required to view the Hidden and Recently Deleted albums.
ar: تُطلب بصمة الإصبع لعرض ألبوم "مخفية" وألبوم "المحذوفة مؤخرًا".
bg: Изисква се Touch ID, за да преглеждате албумите Скрити и Наскоро изтрити.
ca: Cal utilitzar el Touch ID per veure els àlbums d’ítems ocults i eliminats fa poc.
cs: K zobrazení alb Skryté a Nedávno smazané je nutné použít Touch ID.
da: Touch ID kræves for at se albummene Skjult og Slettet for nylig.
de: Touch ID ist erforderlich, um die Alben „Ausgeblendet“ und „Zuletzt gelöscht“ anzuzeigen.
el: Απαιτείται το Touch ID για προβολή των άλμπουμ «Κρυμμένα» και «Πρόσφατες διαγραφές».
es: Será necesario autenticarse con Touch ID para ver los álbumes Oculto y Eliminado.
es_us: Se requiere Touch ID para mostrar los álbumes Ocultos y Eliminados.
fi: Kätketyt- ja Äskettäin poistetut -albumien näyttäminen vaatii Touch ID:n.
fr: Vous devez utiliser Touch ID pour afficher les albums Masquées et « Supprimées récemment ».
fr_ca: L’utilisation de Touch ID est requise pour afficher les albums « Masquées » et « Suppressions récentes ».
he: ניתן לחייב שימוש ב-Touch ID כדי להציג את האלבומים ״מוסתרים״ ו״נמחקו לאחרונה״.
hi: अदृश्य और “हालिया डिलीट किए गए” ऐल्बम देखने के लिए Touch ID आवश्यक होता है।
hr: Potreban je Touch ID za pregledavanje albuma Skriveno i Nedavno obrisano.
hu: A Rejtett és a Nemrég törölt album megtekintéséhez Touch ID használata szükséges.
id: Touch ID diperlukan untuk melihat album Tersembunyi dan Baru Dihapus.
it: Per visualizzare gli album Nascosti ed “Eliminati di recente”, è richiesto Touch ID.
ja: “非表示”および”最近削除した項目“アルバムを表示するにはTouch IDが必要です。
kk: «Жасырылғандар» және «Жақында жойылғандар» альбомдарын қарау үшін Touch ID қажет болады.
ko: ‘가려진 항목’ 앨범 및 ‘최근 삭제된 항목’ 앨범을 보려면 Touch ID가 필요합니다.
lt: Norint peržiūrėti paslėptus ir neseniai ištrintus albumus, reikalingas „Touch ID“.
ms: Touch ID diperlukan untuk melihat album Tersembunyi dan Terbaru Dipadam.
nb: Touch ID kreves for å vise albumene Skjult og Nylig slettet.
nl: Touch ID is vereist om de albums 'Verborgen' en 'Recent verwijderd' te bekijken.
pl: Wyświetlenie albumów Ukryte i Ostatnio usunięte wymaga użycia Touch ID.
pt: O Touch ID é exigido para visualizar os álbuns Itens Ocultos e Apagados.
pt_pt: É necessário Touch ID para ver os álbuns Oculto e Apagado.
ro: Utilizarea Touch ID este necesară pentru a vedea albumele Ascunse și Șterse recent.
ru: Для просмотра альбомов «Скрытые» и «Недавно удаленные» требуется Touch ID.
sk: Na zobrazenie albumov Skryté a Vymazané bude potrebné použiť Touch ID.
sl: Za ogled albumov Skrito in Nedavno izbrisano morate uporabiti funkcijo Touch ID.
sv: Touch ID krävs för att visa albumen Gömda och Senast raderade.
th: ต้องใช้ Touch ID เพื่อดูอัลบั้มที่ซ่อนอยู่และอัลบั้มที่ลบล่าสุด
tr: Gizli ve Son Silinenler albümlerini görüntülemek için Touch ID gerekir.
uk: Для перегляду альбомів «Приховані» та «Недавно видалені» потрібна автентифікація з Touch ID.
vi: Yêu cầu Touch ID để xem các album Bị ẩn và Đã xóa gần đây.
zh_cn: 需要触控ID才能查看“已隐藏”和“最近删除”相簿。
zh_hk: 需要使用Touch ID才能查看「已隱藏」相簿和「最近刪除」相簿。
zh_tw: 必須使用Touch ID才能檢視「已隱藏」和「最近刪除」相簿。

# CONTENT_PRIVACY_SWITCH_COMPANION
source: Approve with Mac to Unlock
ar: الموافقة على Mac لفتح القفل
bg: Одобрение с Mac за отключване
ca: Permet l’accés amb el Mac per desbloquejar
cs: Odemykat až po schválení na Macu
da: Godkend med Mac for at låse op
de: Zum Entsperren mit Mac genehmigen
el: Έγκριση με το Mac για ξεκλείδωμα
es: Desbloquéalo con el Mac
es_us: Aprueba con Mac para desbloquear
fi: Avaa lukitus hyväksymällä Macilla
fr: Approuver avec le Mac pour déverrouiller
fr_ca: Approuver avec le Mac pour déverrouiller
he: יש לאשר באמצעות ה-Mac לביטול הנעילה
hi: अनलॉक करने के लिए Mac से अनुमोदित करें
hr: Odobrite Macom za otključavanje
hu: A feloldáshoz Mackel való jóváhagyás szükséges
id: Setujui dengan Mac untuk Membuka
it: Approva con il Mac per sbloccare
ja: Macで承認してロックを解除
kk: Құлпын ашу үшін Mac арқылы растау
ko: 잠금 해제하려면 Mac으로 승인
lt: Patvirtinti naudojant „Mac“ ir atrakinti
ms: Luluskan dengan Mac untuk Membuka Kunci
nb: Godkjenn fra Macen for å låse opp
nl: Keur goed met Mac om te ontgrendelen
pl: Zatwierdź na Macu, aby odblokować
pt: Aprove com o Mac para Desbloquear
pt_pt: Autorizar com o Mac para desbloquear
ro: Aprobare de pe Mac pentru deblocare
ru: Подтвердите разблокировку на Mac
sk: Schvaľovať odomknutie na Macu
sl: Za odklepanje odobrite z Macom
sv: Godkänn med Mac för att låsa upp
th: อนุญาตด้วย Mac เพื่อปลดล็อค
tr: Kilidi Açmak İçin Mac ile Onayla
uk: Схвалення на Mac для відмикання
vi: Phê duyệt bằng máy Mac để mở khóa
zh_cn: 通过Mac批准解锁
zh_hk: 透過Mac進行認可以解鎖
zh_tw: 透過Mac核准來解鎖

# CONTENT_PRIVACY_SWITCH_FACEID
source: Use Face ID
ar: استخدام بصمة الوجه
bg: Използвай Face ID
ca: Utilitza el Face ID
cs: Používat Face ID
da: Brug Face ID
de: Face ID verwenden
el: Χρήση Face ID
es: Usar Face ID
es_us: Usar Face ID
fi: Käytä Face ID:tä
fr: Utiliser Face ID
fr_ca: Utiliser Face ID
he: שימוש ב-Face ID
hi: Face ID का उपयोग करें
hr: Koristi Face ID
hu: Face ID használata
id: Gunakan Face ID
it: Utilizza Face ID
ja: Face IDを使用
kk: Face ID пайдалану
ko: Face ID 사용
lt: Naudoti „Face ID“
ms: Guna Face ID
nb: Bruk Face ID
nl: Gebruik Face ID
pl: Używaj Face ID
pt: Usar Face ID
pt_pt: Usar Face ID
ro: Utilizare Face ID
ru: Использование Face ID
sk: Použiť Face ID
sl: Uporabi Face ID
sv: Använd Face ID
th: ใช้ Face ID
tr: Face ID’yi Kullan
uk: Використовувати Face ID
vi: Sử dụng Face ID
zh_cn: 使用面容ID
zh_hk: 使用Face ID
zh_tw: 使用Face ID

# CONTENT_PRIVACY_SWITCH_OPTIC
source: Use Optic ID to Unlock
ar: استخدم بصمة العين لفتح القفل
bg: Използване на Optic ID за отключване
ca: Utilitza l’Optic ID
cs: Odemykat pomocí Optic ID
da: Brug Optic ID til at låse op
de: Optic ID zum Entsperren verwenden
el: Χρήση του Optic ID για ξεκλείδωμα
es: Usar Optic ID para desbloquear
es_us: Usar Optic ID para desbloquear
fi: Avaa Optic ID:llä
fr: Utiliser Optic ID pour déverrouiller
fr_ca: Déverrouiller avec Optic ID
he: יש להשתמש ב-Optic ID כדי לבטל את הנעילה
hi: अनलॉक करने के लिए Optic ID का इस्तेमाल करें
hr: Koristi Optic ID za otključavanje
hu: Optic ID használata a feloldáshoz
id: Gunakan Optic ID untuk Membuka
it: Usa Optic ID per sbloccare
ja: Optic IDを使用してロックを解除
kk: Құлпын ашу үшін Optic ID пайдалану
ko: Optic ID로 잠금 해제
lt: Naudoti „Optic ID“ atrakinant
ms: Gunakan Optic ID untuk Membuka Kunci
nb: Bruk Optic ID for å låse opp
nl: Gebruik Optic ID om te ontgrendelen
pl: Odblokowuj, używając Optic ID
pt: Usar Optic ID para Desbloquear
pt_pt: Usar Optic ID para desbloquear
ro: Utilizare Optic ID pentru deblocare
ru: Optic ID для снятия защиты
sk: Odomykať pomocou Optic ID
sl: Za odklepanje uporabi Optic ID
sv: Lås upp med Optic ID
th: ใช้ Optic ID เพื่อปลดล็อค
tr: Kilidi Açmak İçin Optic ID’yi Kullan
uk: Використовувати Optic ID для відімкнення
vi: Sử dụng Optic ID để mở khóa
zh_cn: 使用视控ID解锁
zh_hk: 使用Optic ID解鎖
zh_tw: 使用Optic ID來解鎖

# CONTENT_PRIVACY_SWITCH_PASSCODE
source: Use Passcode
ar: استخدام رمز الدخول
bg: Използвай код
ca: Utilitza el codi
cs: Používat kód
da: Brug kode
de: Code verwenden
el: Χρήση κωδικού
es: Usar código
es_us: Usar código
fi: Käytä pääsykoodia
fr: Utiliser le code
fr_ca: Utiliser
he: שימוש בקוד גישה
hi: पासकोड का उपयोग करें
hr: Koristi šifru
hu: Jelkód használata
id: Gunakan Kode Sandi
it: Utilizza il codice
ja: パスコードを使用
kk: Құпиякодты пайдалану
ko: 암호 사용
lt: Naudoti prieigos kodą
ms: Gunakan Kod Laluan
nb: Bruk kode
nl: Gebruik toegangscode
pl: Używaj kodu
pt: Usar Código
pt_pt: Usar código
ro: Utilizare cod de acces
ru: Использование код‑пароля
sk: Použiť kód
sl: Uporabi kodo za dostop
sv: Använd lösenkod
th: ใช้รหัส
tr: Parolayı Kullan
uk: Код допуску
vi: Sử dụng mật mã
zh_cn: 使用密码
zh_hk: 使用密碼
zh_tw: 使用密碼

# CONTENT_PRIVACY_SWITCH_TOUCHID
source: Use Touch ID
ar: استخدام بصمة الإصبع
bg: Използвай Touch ID
ca: Utilitza el Touch ID
cs: Použít Touch ID
da: Brug Touch ID
de: Touch ID verwenden
el: Χρήση Touch ID
es: Usar Touch ID
es_us: Usar Touch ID
fi: Käytä Touch ID:tä
fr: Utiliser Touch ID
fr_ca: Utiliser Touch ID
he: שימוש ב-Touch ID
hi: Touch ID का उपयोग करें
hr: Koristi Touch ID
hu: Touch ID használata
id: Gunakan Touch ID
it: Utilizza Touch ID
ja: Touch IDを使用
kk: Touch ID пайдалану
ko: Touch ID 사용
lt: Naudoti „Touch ID“
ms: Gunakan Touch ID
nb: Bruk Touch ID
nl: Gebruik Touch ID
pl: Używaj Touch ID
pt: Use o Touch ID
pt_pt: Usar Touch ID
ro: Utilizează Touch ID
ru: Использование Touch ID
sk: Použiť Touch ID
sl: Uporabi Touch ID
sv: Använd Touch ID
th: ใช้ Touch ID
tr: Touch ID Kullan
uk: Використання Touch ID
vi: Sử dụng Touch ID
zh_cn: 使用触控ID
zh_hk: 使用Touch ID
zh_tw: 使用Touch ID
